<?php
/**
 * Created by PhpStorm.
 * User: zoloo
 * Date: 12/28/17
 * Time: 2:45 PM
 */?>

<div class="alert alert-warning alert-dismissible" role="alert">
    <button type="button" class="close" data-dismiss="alert" aria-label="Close">
        <span aria-hidden="true"><i class="fal fa-times"></i></span>
        <span class="sr-only">Хаах</span>
    </button>
    <strong>Яриаг бичих мөрдлөг!</strong>

    <ol>
        <li>Зөвхөн <b>монгол-кирил</b> үсэг ашиглан бичнэ.</li>
        <li>Сонссон үгээ дуудлагаар нь бичнэ. Жишээ нь "байж байна" гэдэг үгийг "байжийна" гэж хэлдэг бөгөөд энэ хэлбэрээр нь бичнэ.</li>
        <li><b>Тэмдэгт</b>: Зөвхөн өгүүлбэр төгсөгсөн цэг (.), асуултын тэмдэг (?), анхаарлын тэмдэг (!), өгүүлбэрийн дунд орсон таслалыг (,) тэмдэглэнэ</li>
        <li><b>Томоор</b> эхлүүлж бичих дүрмийг баримтлана</li>
        <li><b>Дутуу хэлсэн</b> Үгийн эхлэл эсвэл төгсгөл нь сонсогдохгүй, өгүүлэгч зориуд дутуу хэлсэн бол сонсогдоогүй эсвэл дутуу хэсгийг зураасаар (-) тэмдэглэнэ. Ж.нь: -азар, боло-</li>
        <li><b>Товчлол</b>: Үсэг тус бүрээр салгаж хэлсэн товчлолын өмнө долгионтой зураас (~) тавина. Ж.нь: ~БНН.</li>
        <li><b>Гадаад үг</b>: Гадаад үгийн өмнө долларын тэмдэг ($) тавина. Ж.нь: $Washington, $~CIA. </li>
        <li><b>Ээрсэн аялга</b>: эдгээр нь хувийн тэмдгээр (%) тэмдэглэгдэнэ. Энэ нь нэг сегмент болно. Ж.нь: %эээ, %өөө, %ммм, %ааа, %мхм, %юуу, %ооо</li>
        <li><b>Чимээгүй</b>: Чимээгүй бол *S тавина.</li>
        <li><b>Тоо</b>: Тоог дуудлагаар нь бичнэ. Тоон илэрхийллээр бичихгүй. Жишээ нь: мянга есөн зуун арван хоёр гэх мэт. </li>
        <li><b>Харилцан яриа</b>: Хоёр хүн харилцан ярьсан бол яриа бүрийг шинэ мөрөөс эхлүүлнэ.</li>
    </ol>
</div>
